"Space" = "Space";
"Use old shortcut" = "还原上次设置的快捷键";
"Type shortcut" = "按键盘设置快捷键";
"Click to record shortcut" = "点击设置快捷键";
"Pad %@" = "Pad %@";
"The key combination %@ can't be used!" = "您的快捷键 %@ 设置失败!";
"The key combination \"%@\" can't be used because %@." = "快捷键 \"%@\" 设置失败，因为%@。";
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "\"%@\" 为系统快捷键，您的快捷键设置失败（如果您使用该快捷键，会导致系统设置中跟键盘鼠标相关的快捷设置失效）";
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "您的快捷键 \"%@\" 设置失效，该快捷键已被菜单\"%@\"占用.";
"it has been forbidden" = "它被禁止了";
"it is in conflict with other default hotkey" = "它与其它默认快捷冲突";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";
"Permit access" = "授权";
"Downloads" = "下载";
"Pictures" = "图片";
"You can't set this address for saving files." = "此路径不能被选择";
"The address is system address. It can't set for file-saving." = "此文件路径为系统路径，不能作为文件保存位置";

